Repository: ThinkInAIXYZ/clawdhome
Catalog: ClawdHome/Stable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# wizard_v2.hermes.gateway_start_failed
source: Hermes Gateway 启动失败：%@
en: Failed to start Hermes Gateway: %@
zh_hant: Hermes Gateway 啟動失敗：%@

# wizard_v2.hermes.install_failed_with_exit
source: Hermes 安装失败：终端退出码 %d。可在终端中修复后重试。
en: Hermes install failed: terminal exited with code %d. Fix it in terminal and retry.
zh_hant: Hermes 安裝失敗：終端退出碼 %d。可在終端修復後重試。

# wizard_v2.hermes.verify_failed_no_version
source: Hermes 安装校验失败：未读取到版本号。
en: Hermes install verification failed: version not found.
zh_hant: Hermes 安裝校驗失敗：未讀取到版本號。

# wizard_v2.save.hermes_gateway_start_failed
source: Hermes 网关启动失败：%@
en: Hermes gateway start failed: %@
zh_hant: Hermes 網關啟動失敗：%@

# wizard_v2.save.hermes_profile_init_failed
source: Hermes profile 初始化失败：%@
en: Hermes profile initialization failed: %@
zh_hant: Hermes profile 初始化失敗：%@

# wizard_v2.save.restart_gateway_failed
source: 网关重启失败：%@
en: Gateway restart failed: %@
zh_hant: 網關重啟失敗：%@

# wizard_v2.save.serialize_failed
source: 配置序列化失败：%@
en: Config serialization failed: %@
zh_hant: 配置序列化失敗：%@

# wizard_v2.save.write_agent_snapshot_failed
source: Agent 角色写入失败：%@
en: Failed to write Agent snapshot: %@
zh_hant: Agent 角色寫入失敗：%@

# wizard_v2.save.write_config_failed
source: 写入配置失败
en: Failed to write config
zh_hant: 寫入配置失敗

# wizard_v2.save_phase.serialize_config
source: 序列化配置
en: Serialize Config

# wizard_v2.save_phase.write_config
source: 写入 openclaw.json
en: Write openclaw.json
zh_hant: 寫入 openclaw.json

# wizard_v2.save_phase.write_agent_snapshot
source: 写入 Agent 角色快照
en: Write Agent Snapshot
zh_hant: 寫入 Agent 角色快照

# wizard_v2.save_phase.restart_gateway
source: 重启 Gateway
en: Restart Gateway
zh_hant: 重啟 Gateway

# wizard_v2.save_phase.finalize
source: 收尾与状态落盘
en: Finalize
zh_hant: 收尾與狀態落盤

# wizard_v2.save_phase_hint.serialize_config
source: 正在整理 Agent、IM 与绑定矩阵。
en: Preparing Agent, IM, and binding matrix.
zh_hant: 正在整理 Agent、IM 與綁定矩陣。

# wizard_v2.save_phase_hint.write_config
source: 通过 Helper 原子写入配置文件。
en: Writing config file atomically via Helper.
zh_hant: 透過 Helper 原子寫入配置文件。

# wizard_v2.save_phase_hint.write_agent_snapshot
source: 写入 pending_v2_agents.json，供网关就绪后补写角色文件。
en: Writing pending_v2_agents.json for post-ready role file sync.
zh_hant: 寫入 pending_v2_agents.json，供網關就緒後補寫角色文件。

# wizard_v2.save_phase_hint.restart_gateway
source: 会执行 bootout + start，通常最慢（约 5-30 秒）。
en: Runs bootout + start, usually the slowest step (about 5-30s).
zh_hant: 會執行 bootout + start，通常最慢（約 5-30 秒）。

# wizard_v2.save_phase_hint.finalize
source: 保存完成标记并清理临时向导文件。
en: Persisting completion status and cleaning temporary wizard files.
zh_hant: 保存完成標記並清理臨時嚮導文件。

# wizard_v2.tools.browser.status.installed
source: 当前状态：已安装
en: Current Status: Installed
zh_hant: 當前狀態：已安裝

# wizard_v2.tools.browser.status.not_installed
source: 当前状态：未安装
en: Current Status: Not Installed
zh_hant: 當前狀態：未安裝

# wizard_v2.tools.browser.install
source: 安装浏览器工具
en: Install Browser Tool
zh_hant: 安裝瀏覽器工具

# wizard_v2.tools.browser.reinstall
source: 重新安装浏览器工具
en: Reinstall Browser Tool
zh_hant: 重新安裝瀏覽器工具

# wizard_v2.tools.browser.detected
source: 已检测到浏览器工具，无需重复安装。
en: Browser Tool detected. No reinstall needed.
zh_hant: 已檢測到瀏覽器工具，無需重複安裝。

# wizard_v2.tools.browser.not_detected
source: 未检测到浏览器工具，请先安装。
en: Browser Tool not detected. Please install it first.
zh_hant: 未檢測到瀏覽器工具，請先安裝。

# wizard_v2.tools.browser.verify_failed
source: 浏览器工具安装后状态校验失败，请重试。
en: Post-install verification failed for Browser Tool. Please retry.
zh_hant: 瀏覽器工具安裝後狀態校驗失敗，請重試。

# wizard_v2.tools.browser.install_success
source: 浏览器工具安装完成。
en: Browser Tool installed successfully.
zh_hant: 瀏覽器工具安裝完成。

# wizard_v2.tools.browser.install_failed
source: 安装浏览器工具失败：%@
en: Failed to install Browser Tool: %@
zh_hant: 安裝瀏覽器工具失敗：%@

# hermes.team_wizard.step.install
source: 安装 Hermes
en: Install Hermes
zh_hant: 安裝 Hermes

# hermes.team_wizard.step.members
source: 团队成员
en: Team Members
zh_hant: 團隊成員

# hermes.team_wizard.step.llm
source: LLM 配置
en: LLM Setup

# hermes.team_wizard.step.im_binding
source: IM 绑定
en: IM Binding
zh_hant: IM 綁定

# hermes.team_wizard.step.gateway
source: 启动 Gateway
en: Start Gateway
zh_hant: 啟動 Gateway

# hermes.team_wizard.step.summary
source: 完成总览
en: Summary
zh_hant: 完成總覽

# hermes.team_wizard.complete_setup
source: 完成配置
en: Complete Setup

# hermes.team_wizard.optional_fields.expand
source: 展开可选字段
en: Expand Optional Fields
zh_hant: 展開可選欄位

# hermes.team_wizard.optional_fields.collapse
source: 收起可选字段
en: Collapse Optional Fields
zh_hant: 收起可選欄位

# hermes.team_wizard.skip_platform_short
source: 跳过此平台
en: Skip Platform
zh_hant: 跳過此平台

# hermes.team_wizard.edit_form
source: 编辑表单
en: Edit Form
zh_hant: 編輯表單

# hermes.team_wizard.retry_doctor
source: 重试 Doctor
en: Retry Doctor
zh_hant: 重試 Doctor

# hermes.team_wizard.skip_profile_doctor
source: 跳过此 profile 的验收
en: Skip Profile Doctor
zh_hant: 跳過此 profile 的驗收

# hermes.team_wizard.back_to_platform_form
source: 回到平台表单
en: Back to Platform Form
zh_hant: 回到平台表單

# hermes.team_wizard.section.install_agent
source: 安装 Hermes Agent
en: Install Hermes Agent
zh_hant: 安裝 Hermes Agent

# hermes.team_wizard.installed_short
source: 已安装
en: Installed
zh_hant: 已安裝

# hermes.team_wizard.cancel_wizard
source: 取消向导
en: Cancel Wizard
zh_hant: 取消嚮導

# hermes.team_wizard.view_logs_todo
source: 查看日志（TODO）
en: View Logs (TODO)
zh_hant: 查看日誌（TODO）

# hermes.team_wizard.section.members
source: 团队成员清单
en: Team Members
zh_hant: 團隊成員清單

# hermes.team_wizard.delete_member
source: 删除该成员
en: Delete Member
zh_hant: 刪除該成員

# hermes.team_wizard.create_profile_failed
source: 创建 profile '%@' 失败：%@
en: Failed to create profile '%@': %@
zh_hant: 創建 profile '%@' 失敗：%@

# hermes.team_wizard.section.shared_llm
source: 共享 LLM 配置
en: Shared LLM Setup

# hermes.team_wizard.retry_profile
source: 重试此 profile
en: Retry This Profile
zh_hant: 重試此 profile

# hermes.team_wizard.skip_profile_action
source: 跳过此 profile
en: Skip This Profile
zh_hant: 跳過此 profile

# hermes.team_wizard.edit_config
source: 编辑配置
en: Edit Config
zh_hant: 編輯配置

# hermes.team_wizard.apply_config_failed
source: 写入 '%@' 配置失败：%@
en: Failed to apply config to '%@': %@
zh_hant: 寫入 '%@' 配置失敗：%@

# hermes.team_wizard.section.im_binding_member
source: IM 绑定 · %@ %@
en: IM Binding · %@ %@
zh_hant: IM 綁定 · %@ %@

# hermes.team_wizard.doctor_all_ready
source: 全部平台就绪
en: All platforms ready
zh_hant: 全部平台就緒

# hermes.team_wizard.doctor_partial_not_ready
source: 部分平台未就绪
en: Some platforms not ready
zh_hant: 部分平台未就緒

# hermes.team_wizard.im_payload_serialize_failed
source: 序列化 IM 绑定 payload 失败
en: Failed to serialize IM binding payload
zh_hant: 序列化 IM 綁定 payload 失敗

# hermes.team_wizard.binding_failed
source: 绑定失败
en: Binding failed
zh_hant: 綁定失敗

# hermes.team_wizard.doctor_parse_failed
source: Doctor 返回结果解析失败：%@
en: Failed to parse Doctor output: %@
zh_hant: Doctor 返回結果解析失敗：%@

# hermes.team_wizard.doctor_platforms_not_ready
source: 以下平台未就绪：%@
en: Platforms not ready: %@
zh_hant: 以下平台未就緒：%@

# hermes.team_wizard.section.gateway
source: Gateway 启动
en: Gateway Startup
zh_hant: Gateway 啟動

# hermes.team_wizard.skip_profile_gateway
source: 跳过此 profile Gateway
en: Skip This Profile Gateway
zh_hant: 跳過此 profile Gateway

# hermes.team_wizard.gateway_not_running_after_start
source: gateway '%@' 启动后未检测到运行状态
en: Gateway '%@' is not running after start
zh_hant: gateway '%@' 啟動後未檢測到運行狀態

# hermes.team_wizard.gateway_start_failed
source: 启动 gateway '%@' 失败：%@
en: Failed to start gateway '%@': %@
zh_hant: 啟動 gateway '%@' 失敗：%@

# hermes.team_wizard.section.summary
source: 团队初始化完成
en: Team Initialization Complete
zh_hant: 團隊初始化完成

# hermes.team_wizard.copy_status_summary
source: 复制状态摘要
en: Copy Status Summary
zh_hant: 複製狀態摘要

# binding.peer_kind.none
source: 整个账号
en: Whole Account
zh_hant: 整個賬號

# binding.peer_kind.direct
source: 单聊
en: Direct Message
zh_hant: 單聊

# binding.peer_kind.group
source: 群聊
en: Group Chat

# binding.peer_kind.channel
source: 频道
en: Channel
zh_hant: 頻道

# hermes.qr_binding.instruction.whatsapp
source: 点击下方按钮，终端将运行 hermes whatsapp 并显示二维码，用手机 WhatsApp 扫描即可完成配对。
en: Click the button below to run `hermes whatsapp` in terminal. Scan the QR code with WhatsApp on your phone to complete pairing.
zh_hant: 點擊下方按鈕，終端將運行 hermes whatsapp 並顯示二維碼，用手機 WhatsApp 掃描即可完成配對。

# hermes.qr_binding.instruction.weixin
source: 点击下方按钮，终端将进入 hermes gateway setup 交互界面，选择【微信】平台后扫描二维码完成 iLink 登录。
en: Click the button below to enter `hermes gateway setup` in terminal, choose WeChat platform, then scan QR code to complete iLink login.
zh_hant: 點擊下方按鈕，終端將進入 hermes gateway setup 交互界面，選擇【微信】平台後掃描二維碼完成 iLink 登錄。

# hermes.qr_binding.instruction.default
source: 点击下方按钮，在终端内完成扫码后回到此页面确认。
en: Click the button below, finish QR pairing in terminal, then return here to confirm.
zh_hant: 點擊下方按鈕，在終端內完成掃碼後回到此頁面確認。

# hermes.qr_binding.window_title
source: 扫码绑定 %@ · @%@
en: QR Binding %@ · @%@
zh_hant: 掃碼綁定 %@ · @%@

# hermes.qr_binding.error.doctor_parse_failed
source: Doctor 返回结果无法解析：%@
en: Failed to parse Doctor output: %@
zh_hant: Doctor 返回結果無法解析：%@

# hermes.qr_binding.error.missing_token
source: hermes doctor 报告：%@ 缺少 token（missing_token）。请重新扫码。
en: Hermes doctor reports missing token for %@ (missing_token). Please scan again.
zh_hant: hermes doctor 報告：%@ 缺少 token（missing_token）。請重新掃碼。

# hermes.qr_binding.error.connection_abnormal
source: hermes doctor 报告：%@ 连接异常（%@）。请重新扫码或稍后完成。
en: Hermes doctor reports abnormal connection for %@ (%@). Please scan again or defer.
zh_hant: hermes doctor 報告：%@ 連接異常（%@）。請重新掃碼或稍後完成。

# hermes.qr_binding.error.unknown_status
source: hermes doctor 未能确认 %@ 状态（unknown_error）。%@
en: Hermes doctor cannot confirm %@ status (unknown_error).%@
zh_hant: hermes doctor 未能確認 %@ 狀態（unknown_error）。%@

# hermes.qr_binding.error.raw_output_suffix
source: 原始输出：%@
en: Raw output: %@
zh_hant: 原始輸出：%@

# settings.cache.section
source: 缓存管理
en: Cache Management
zh_hant: 快取管理

# settings.cache.entry.hint
source: 在独立窗口管理 Homebrew、npm、uv、pip 缓存。
en: Manage Homebrew, npm, uv, and pip caches in a dedicated window.
zh_hant: 在獨立視窗管理 Homebrew、npm、uv、pip 快取。

# settings.cache.entry.open
source: 打开缓存管理
en: Open Cache Manager
zh_hant: 開啟快取管理

# settings.cache.window.title
source: 缓存管理
en: Cache Management
zh_hant: 快取管理

# settings.cache.window.updated_at
source: 最后刷新：%@
en: Last refresh: %@
zh_hant: 最後刷新：%@

# settings.cache.file_count
source: %@ 个文件
en: %@ files
zh_hant: %@ 個檔案

# settings.cache.update
source: 更新缓存
en: Update Cache
zh_hant: 更新快取

# settings.cache.clear
source: 清空缓存
en: Clear Cache
zh_hant: 清空快取

# settings.cache.clear_all
source: 清空全部缓存
en: Clear All Caches
zh_hant: 清空全部快取

# settings.cache.cleared_all
source: 已清空全部共享缓存
en: All shared caches have been cleared
zh_hant: 已清空全部共享快取

# settings.cache.cleared_one
source: 已清空 %@ 缓存
en: %@ cache has been cleared
zh_hant: 已清空 %@ 快取

# settings.cache.breakdown.downloads
source: 下载
en: downloads
zh_hant: 下載

# settings.cache.breakdown.other
source: 其他
en: other

# common.next
source: 下一步
en: Next

# common.back
source: 上一步
en: Back

# common.skip
source: 跳过
en: Skip
zh_hant: 跳過

# wizard_v2.im.skip_or_next
source: 跳过 / 下一步
en: Skip / Next
zh_hant: 跳過 / 下一步

# wizard.hermes_setup.skip_confirm_title
source: Hermes 设置未完成
en: Hermes setup not completed
zh_hant: Hermes 設定未完成

# wizard.hermes_setup.skip_confirm_proceed
source: 仍要继续
en: Continue Anyway
zh_hant: 仍要繼續

# wizard.hermes_setup.skip_confirm_message
source: `hermes setup` 尚未成功完成，模型/API Key 可能缺失。继续将直接创建配置，启动后你可能需要重新执行 Hermes 设置。
en: `hermes setup` has not completed successfully. Model/API key may be missing. Continuing will create profiles directly, and you may need to re-enter Hermes setup after startup.
zh_hant: `hermes setup` 尚未成功完成，模型/API Key 可能缺失。繼續將直接建立設定，啟動後你可能需要重新執行 Hermes 設定。

# add_bot.account_config
source: 账号配置
en: Add Bot Account Config

# add_bot.account_key
source: 账号标识
en: Add Bot Account Key

# add_bot.account_key_placeholder
source: 如 work / personal
en: Add Bot Account Key Placeholder

# add_bot.auto_bind
source: 扫码绑定
en: Add Bot Auto Bind

# add_bot.bind_check_failed
source: 绑定确认
en: Add Bot Bind Check Failed

# add_bot.choose_bound_account_hint
source: 检测到多个已绑定账号，请选择本次要绑定到当前 Agent 的账号。
en: Add Bot Choose Bound Account Hint

# add_bot.choose_bound_account_title
source: 选择要绑定的 Bot 账号
en: Add Bot Choose Bound Account Title

# add_bot.credentials
source: 凭证
en: Add Bot Credentials

# add_bot.detecting_feishu
source: 正在检测飞书配置…
en: Add Bot Detecting Feishu

# add_bot.display_name
source: 显示名称
en: Add Bot Display Name

# add_bot.done_detail
source: Bot 已添加，可在设置中查看
en: Add Bot Done Detail

# add_bot.done_title
source: 绑定成功
en: Add Bot Done Title

# add_bot.feishu_domain
source: 域名
en: Add Bot Feishu Domain

# add_bot.feishu_named_account_hint
source: 此账号将作为命名账号加入多账号配置。点击上方按钮在飞书开放平台创建自建应用，创建完成后将 App ID 和 App Secret 填入下方。
en: Add Bot Feishu Named Account Hint

# add_bot.feishu_named_account_title
source: 创建新飞书应用
en: Add Bot Feishu Named Account Title

# add_bot.manual_token
source: 手动填 token
en: Add Bot Manual Token

# add_bot.no_binding_detected
source: 未检测到已绑定的账号，请先完成扫码配对
en: Add Bot No Binding Detected

# add_bot.open_feishu_platform
source: 打开飞书开放平台创建应用
en: Add Bot Open Feishu Platform

# add_bot.open_lark_platform
source: 打开 Lark 开放平台创建应用
en: Add Bot Open Lark Platform

# add_bot.provisioning
source: 正在绑定…
en: Add Bot Provisioning

# add_bot.title
source: 添加 Bot
en: Add Bot Title

# add_bot.title_with_platform
source: 添加 %@ Bot
en: %@ Bot

# adopt_team.confirm
source: 组建团队
en: Adopt Team Confirm

# adopt_team.error.conflict
source: 名称已存在，请换一个
en: Adopt Team Error Conflict

# adopt_team.error.empty_name
source: 工作区名称不能为空
en: Adopt Team Error Empty Name

# adopt_team.instance_id
source: 实例 ID（@ID，可修改）
en: Adopt Team Instance ID

# adopt_team.instance_id.placeholder
source: 例如：startup_core_team
en: Adopt Team Instance ID Placeholder

# adopt_team.members
source: 团队成员
en: Adopt Team Members

# adopt_team.shrimp_name
source: 工作区名称
en: Adopt Team Shrimp Name

# adopt_team.shrimp_name.conflict
source: 名称已存在，请修改
en: Adopt Team Shrimp Name Conflict

# adopt_team.shrimp_name.placeholder
source: 例如：我的创业班底
en: Adopt Team Shrimp Name Placeholder

# adopt_team.subtitle
source: 一键组建专属团队
en: Adopt Team Subtitle

# agent.create.confirm_import.action
source: 导入为角色
en: Agent Create Confirm Import Action

# agent.create.confirm_import.title
source: 导入角色
en: Agent Create Confirm Import Title

# agent.create.error.already_exists
source: 这个 ID 已存在，请换一个
en: Agent Create Error Already Exists

# agent.create.error.gateway_offline
source: Gateway 未运行，请先启动该 Shrimp 再创建角色
en: Agent Create Error Gateway Offline

# agent.create.error.main_reserved
source: 解析出的 ID 会与系统保留字 \"main\" 冲突，请使用字母/数字作为 ID
en: Agent Create Error Main Reserved

# agent.create.form.add_fallback
source: 添加备用模型
en: Agent Create Form Add Fallback

# agent.create.form.fallback_model
source: 备用模型 %d
en: Fallback Model %d

# agent.create.market_loading
source: 加载角色市场...
en: Agent Create Market Loading

# agent.create.validation.id_empty
source: ID 不能为空
en: Agent Create Validation ID Empty

# agent.create.validation.id_format
source: 仅限字母或数字开头，小写字母/数字/下划线/短横线，1-64 位
en: Agent Create Validation ID Format

# agent.create.validation.id_reserved
source: ID \"\(id)\" 是系统保留字，请换一个
en: ID \"\(id)\" ,

# agent.main.name
source: 默认角色
en: Agent Main Name

# agent.menu.create
source: 新建角色…
en: Agent Menu Create

# agent.menu.edit_model
source: 编辑模型配置
en: Agent Menu Edit Model

# agent.model_edit.footer
source: 留空主模型则继承虾的全局默认模型。备用模型在主模型不可用时按顺序尝试。
en: Agent Model Edit Footer

# agent.model_edit.subtitle
source: 模型配置
en: Agent Model Edit Subtitle

# agent_bot_list.add_bot
source: 添加 Bot
en: Agent Bot List Add Bot

# agent_bot_list.add_fallback
source: 添加备用模型
en: Agent Bot List Add Fallback

# agent_bot_list.fallback_short
source: 备%d
en: FB%d

# agent_bot_list.model_section
source: 模型
en: Agent Bot List Model Section

# agent_bot_list.no_binding
source: 暂未绑定 IM
en: Agent Bot List No Binding

# agent_bot_list.primary_short
source: 主
en: Agent Bot List Primary Short

# agent_bot_list.remove_agent_detail
source: 将移除 Agent「%@」及其下所有 IM 绑定与关联账号。
en: Agent「%@」 IM .

# agent_bot_list.remove_agent_title
source: 移除 Agent？
en: Agent Bot List Remove Agent Title

# agent_bot_list.unbind
source: 解绑（删除账号）
en: Agent Bot List Unbind

# agent_bot_list.wildcard
source: 通配
en: Agent Bot List Wildcard

# agents.add
source: 添加 Agent
en: Agents Add

# agents.add_name
source: 名称
en: Agents Add Name

# agents.add_name_placeholder
source: 开发助手
en: Agents Add Name Placeholder

# agents.default_badge
source: 默认
en: Default

# agents.empty
source: 暂无 Agent
en: Agents Empty

# agents.remove_confirm_detail
source: 将移除 Agent「\(a.displayName)」
en: Agent「\(a.displayName)」

# agents.remove_confirm_title
source: 确认移除
en: Agents Remove Confirm Title

# app.maintenance.actions_menu
source: 操作
en: Actions

# app.maintenance.font.decrease
source: 减小字号
en: Decrease Font

# app.maintenance.font.increase
source: 增大字号
en: Increase Font

# app.maintenance.font.reset_to
source: 恢复默认（%.0f）
en: Reset (%.0f)

# app.maintenance.font.section
source: 字号
en: Font

# app.maintenance.output_cleared
source: 终端输出已清空。
en: App Maintenance Output Cleared

# app.maintenance.output_export_failed
source: 导出失败：%@
en: App Maintenance Output Export Failed %@

# app.maintenance.output_exported
source: 输出已导出：%@
en: App Maintenance Output Exported %@

# app.maintenance.output_limited
source: 已限流（丢弃 %@）
en: App Maintenance Output Limited %@

# app.maintenance.output_rate_limit_disabled
source: 限流输出：关
en: App Maintenance Output Rate Limit Disabled

# app.maintenance.output_rate_limit_enabled
source: 限流输出：开
en: App Maintenance Output Rate Limit Enabled

# app.maintenance.output_rate_limit_notice
source: 输出过快，已启用限流。可在“输出”菜单关闭。
en: App Maintenance Output Rate Limit Notice

# app.maintenance.quick.hermes.channels_list
source: 频道列表
en: App Maintenance Quick Hermes Channels List

# app.maintenance.quick.hermes.doctor
source: 系统体检
en: App Maintenance Quick Hermes Doctor

# app.maintenance.quick.hermes.gateway_restart
source: 重启网关
en: App Maintenance Quick Hermes Gateway Restart

# app.maintenance.quick.hermes.gateway_status
source: 网关状态
en: App Maintenance Quick Hermes Gateway Status

# app.maintenance.quick.hermes.logs
source: 实时日志
en: App Maintenance Quick Hermes Logs

# app.maintenance.quick.hermes.menu_title
source: 🪽hermes 指令
en: App Maintenance Quick Hermes Menu Title

# app.maintenance.quick.hermes.profile_list
source: 角色列表
en: App Maintenance Quick Hermes Profile List

# app.maintenance.quick.hermes.setup
source: 交互配置
en: App Maintenance Quick Hermes Setup

# app.maintenance.quick.hermes.status
source: 状态概览
en: App Maintenance Quick Hermes Status

# app.maintenance.quick.hermes.upgrade_latest
source: 升级到最新
en: App Maintenance Quick Hermes Upgrade Latest

# app.maintenance.quick.hermes.version
source: 版本查询
en: App Maintenance Quick Hermes Version

# app.maintenance.search.jumped
source: 已跳转到匹配 %d/%d。
en: Jumped to match %d/%d.

# app.maintenance.search.no_hits
source: 0 项
en: App Maintenance Search No Hits

# app.maintenance.search.not_found
source: 没有匹配项。
en: App Maintenance Search Not Found

# app.maintenance.search.placeholder
source: 搜索输出
en: App Maintenance Search Placeholder

# app.maintenance.settings_menu
source: 设置
en: Settings

# app.maintenance.shared.cd_done
source: 已切换到共享目录：~/clawdhome_shared/private/
en: App Maintenance Shared Cd Done

# app.maintenance.shared.cd_private
source: 终端进入 private 目录
en: cd Private Dir

# app.maintenance.shared.files_opened
source: 已打开文件管理并定位到共享目录。
en: App Maintenance Shared Files Opened

# app.maintenance.shared.files_title
source: 共享文件夹（private）
en: App Maintenance Shared Files Title

# app.maintenance.shared.finder_failed
source: 无法打开 Finder 目录。
en: App Maintenance Shared Finder Failed

# app.maintenance.shared.finder_opened
source: 已在 Finder 打开共享目录。
en: App Maintenance Shared Finder Opened

# app.maintenance.shared.open_files
source: 文件管理打开 private 目录
en: Open Files

# app.maintenance.shared.open_finder
source: 在 Finder 打开 private 目录
en: Open in Finder

# app.maintenance.terminal_cloned
source: 已打开新的维护终端窗口。
en: App Maintenance Terminal Cloned

# app.maintenance.theme.section
source: 背景
en: Theme

# auto.add_provider_model_sheet.add_model
source: 添加模型
en: Add Model

# auto.add_provider_model_sheet.alias
source: 别名
en: Alias

# auto.add_provider_model_sheet.alias_placeholder
source: 随便起一个，例如：个人阿里云
en: Anything memorable, e.g. "Personal Aliyun"
zh_hant: 隨便起一個，例如：個人阿里雲

# add_provider_model.alias_hint
source: 用来区分同一服务商的多个账号
en: Used to distinguish multiple accounts on the same provider
zh_hant: 瀏覽器

# auto.add_provider_model_sheet.edit_model
source: 编辑模型
en: Edit Model

# auto.model_config_wizard.add_model_cta_hint
source: 添加 AI 模型以启用对话能力
en: Auto Model Config Wizard Add Model Cta Hint

# auto.model_config_wizard.no_models_yet
source: 还没有配置模型
en: Auto Model Config Wizard No Models Yet

# auto.model_config_wizard.remove_model
source: 移除模型
en: Auto Model Config Wizard Remove Model

# backup.action.backing_up
source: 备份中...
en: Backup Action Backing Up

# backup.action.backup_all
source: 一键备份全部
en: Backup Action Backup All

# backup.action.import
source: 从文件导入...
en: Backup Action Import

# backup.action.restore
source: 恢复
en: Backup Action Restore

# backup.delete.confirm.cancel
source: 取消
en: Backup Delete Confirm Cancel

# backup.delete.confirm.delete
source: 删除
en: Backup Delete Confirm Delete

# backup.delete.confirm.message
source: %@ 此操作不可撤销。
en: %@ This action cannot be undone.

# backup.delete.confirm.title
source: 删除备份？
en: Backup Delete Confirm Title

# backup.dir.change
source: 更改...
en: Backup Dir Change

# backup.dir.choose
source: 选择
en: Backup Dir Choose

# backup.dir.reveal
source: 显示
en: Backup Dir Reveal

# backup.global.title
source: 全局配置备份（%@）
en: Global Config Backups (%@)

# backup.import.choose
source: 导入
en: Backup Import Choose

# backup.import.unknown_format
source: 无法识别的备份文件格式
en: Backup Import Unknown Format

# backup.no_backups
source: 暂无备份
en: Backup No Backups

# backup.restore.confirm.backup_first
source: 恢复前先备份当前数据
en: Backup Restore Confirm Backup First

# backup.restore.confirm.cancel
source: 取消
en: Backup Restore Confirm Cancel

# backup.restore.confirm.confirm
source: 确认恢复
en: Backup Restore Confirm Confirm

# backup.restore.confirm.date
source: 备份时间：%@
en: Backup Restore Confirm Date %@

# backup.restore.confirm.global_desc
source: 即将恢复全局配置到备份版本。
en: Backup Restore Confirm Global Description

# backup.restore.confirm.shrimp_desc
source: 即将恢复 @%@ 到备份版本。 网关将暂停服务直到恢复完成。
en: About to restore @%@ to the selected backup. Gateway will be paused until restore completes.

# backup.restore.confirm.title
source: 确认恢复
en: Backup Restore Confirm Title

# backup.restore.in_progress
source: 正在恢复，请勿关闭窗口...
en: Backup Restore In Progress

# backup.restore.restart.message
source: 请重新启动 ClawdHome 以加载恢复的配置。
en: Backup Restore Restart Message

# backup.restore.restart.ok
source: 好
en: Backup Restore Restart Ok

# backup.restore.restart.title
source: 全局配置已恢复
en: Backup Restore Restart Title

# backup.retention.hint
source: 每个 Shrimp 和全局配置各自独立计数
en: Backup Retention Hint

# backup.retention.label
source: 保留最近
en: Backup Retention Label

# backup.retention.suffix
source: 个备份
en: Backup Retention Suffix

# backup.schedule.enabled
source: 启用定时备份
en: Backup Schedule Enabled

# backup.schedule.every
source: 每
en: Backup Schedule Every

# backup.schedule.hours
source: 小时
en: Backup Schedule Hours

# backup.schedule.last_failure
source: 上次定时备份有 %d 项失败：%@
en: Last scheduled backup had %d failures: %@

# backup.schedule.last_run
source: 上次备份：%@
en: Backup Schedule Last Run %@

# backup.schedule.title
source: 定时备份
en: Backup Schedule Title

# backup.shrimp.all
source: 全部
en: Backup Shrimp All

# backup.shrimp.filter
source: 筛选
en: Backup Shrimp Filter

# backup.shrimp.title
source: Shrimp 备份（%@）
en: Shrimp (%@)
